Repository: 4teamwork/ftw.news
Catalog: ftw/news/locales/*/LC_MESSAGES/ftw.news.po
Languages: de

source: A container for news items.
de: Ein Behälter für News-Einträge

source: Archive
de: Archiv

source: Installs a feature allowing to mark news to show on homepage.
de: Installiert ein zusätzliches Feature für die Anzeige von News-Einträgen auf der Startseite.

source: Mark news items to show up on the homepage
de: News-Einträge für Anzeige auf Startseite markieren

source: News
de: News-Eintrag

source: News Folder
de: News-Verzeichnis

source: News listing
de: News-Auflistung

source: NewsListingBlock
de: News-Auflistung

source: No content available
de: Kein Inhalt verfügbar

source: Subscribe to the RSS feed
de: RSS abonnieren

source: The news listing block renders a configurable list of news entries.
de: Der Newsauflistungsblock zeigt eine konfigurierbare Liste von Nachrichten-Meldungen an.

source: description_more_news_link_label
de: Dieses Label wird nicht übersetzt.

source: description_show_on_homepage
de: Ermöglicht die Anzeige dieses Eintrages auf der Startseite.

source: label_feed_desc
de: ${title} - News Feed

source: label_more_news_link_label
de: Label für den Link "Weitere Einträge"

source: label_show_on_homepage
de: Auf Startseite anzeigen

source: mark news items to show up on home page
de: News-Einträge für Anzeige auf Startseite markieren

source: more_news_link_label
de: Weitere Einträge

source: news_date_description
de: Einträge werden nach diesem Datum sortiert

source: news_date_label
de: Datum des Eintrages

source: news_listing_author_label
de: von ${author}

source: news_listing_block_show_title_label
de: Titel anzeigen

source: news_listing_config_current_context_and_path_error
de: Es nicht möglich, gleichzeitig nach Pfad und aktuellem Bereich zu filtern.

source: news_listing_config_description_length_description
de: Maximale Länge der Beschreibung. Längere Beschreibungen werden gekürzt (0 = keine Einschränkung).

source: news_listing_config_description_length_label
de: Länge der Beschreibung

source: news_listing_config_filter_current_context_description
de: Nur Einträge aus dem aktuellen Bereich anzeigen.

source: news_listing_config_filter_current_context_label
de: Einschränken auf aktuellen Bereich

source: news_listing_config_filter_path_description
de: Nur Einträge aus einem bestimmten Pfad anzeigen

source: news_listing_config_filter_path_label
de: Auf Pfad einschränken

source: news_listing_config_maximum_age_description
de: Nur neuere Einträge werden angezeigt (0 = keine Einschränkung).

source: news_listing_config_maximum_age_label
de: Maximales Alter (in Tagen)

source: news_listing_config_news_on_homepage_description
de: Zeigt nur Einträge an, bei welchen die Option "Auf Startseite anzeigen" aktiviert wurde

source: news_listing_config_news_on_homepage_label
de: Einträge auf Startseite

source: news_listing_config_quantity_description
de: Die maximale Anzahl anzuzeigender Einträge (0 = keine Einschränkung).

source: news_listing_config_quantity_label
de: Anzahl

source: news_listing_config_show_description_label
de: Beschreibung anzeigen

source: news_listing_config_show_lead_image_description
de: Falls ein Textblock des Eintrages ein Bild hat, wird dieses Bild angezeigt.

source: news_listing_config_show_lead_image_label
de: Bild anzeigen

source: news_listing_config_show_more_news_link_description
de: Einen Link zu weiteren Einträgen anzeigen (wird nur angezeigt, wenn es mindestens einen Eintrag gibt).

source: news_listing_config_show_more_news_link_label
de: Link zu weiteren Einträgen

source: news_listing_config_show_rss_link_description
de: Einen Link zum RSS-Feed der Einträge anzeigen.

source: news_listing_config_show_rss_link_label
de: Link zum RSS-Feed

source: news_listing_config_subjects_description
de: Es werden nur Einträge angezeigt, welche mit diesen Stichworten versehen sind.

source: news_listing_config_subjects_label
de: Nach Stichwort filtern

source: news_listing_config_title_label
de: Titel

source: news_listing_no_content_text
de: Keine Inhalte vorhanden

source: news_portlet_add_form_description
de: Dieses Portlet zeigt News an

source: news_portlet_add_form_label
de: News-Portlet hinzufügen

source: news_portlet_always_render_portlet_description
de: Portlet auch anzeigen, wenn keine Einträge vorhanden sind.

source: news_portlet_always_render_portlet_label
de: Portlet immer anzeigen

source: news_portlet_edit_form_cancel_label
de: Abbrechen

source: news_portlet_edit_form_description
de: Dieses Portlet zeigt News an

source: news_portlet_edit_form_label
de: News-Portlet bearbeiten

source: news_portlet_edit_form_save_label
de: Speichern

source: no_recent_news_label
de: Keine Einträge vorhanden.

source: rss_link_title
de: RSS abonnieren
